Repository: MerlinEmris/Complex-admin-interface
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Successfully deleted %(count)d %(items)s.
tr: %(count)d sany %(items)s üstünlikli pozuldy.

source: Cannot delete %(name)s
tr: %(name)s pozulanok

source: Are you sure?
tr: Ynamyňyz barmy?

source: Delete selected %(verbose_name_plural)s
tr: Saýlanan %(verbose_name_plural)s maglumatlary sil

source: Administration
tr: Administrasiýa

source: All
tr: Ählisi

source: Yes
tr: Hawa

source: No
tr: Ýok

source: Unknown
tr: Bilinenok

source: Any date
tr: Islendik bir sene

source: Today
tr: Şugün

source: Past 7 days
tr: Soňky 7 gün

source: This month
tr: Bu aý

source: This year
tr: Bu ýyl

source: No date
tr: Sene ýok

source: Has date
tr: Sene bar

source: Please enter the correct %(username)s and password for a staff account. Note that both fields may be case-sensitive.
tr: Bagyşlaň ulanyjy adyňyzy %(username)s we parolyňyzy dogry giriň. İki ýeriň hem uly kiçi harplaryna ünsli serediň.

source: Action:
tr: herket:

source: Add another %(verbose_name)s
tr: Başka bir %(verbose_name)s goş

source: Remove
tr: Aýyrmak

source: Addition
tr: Goşmak

source: Change
tr: Çalyşmak

source: Deletion
tr: Pozmak

source: action time
tr: hereket wagty

source: user
tr: ulanyjy

source: content type
tr: maglumat görnüşi

source: object id
tr: obýekt kimligi

source: object repr
tr: obýekt kody

source: action flag
tr: hereket yşaraty

source: change message
tr: sms çalyş

source: log entry
tr: günlük girdisi

source: log entries
tr: günlük girdi çykdysy

source: Added “%(object)s”.
tr: “%(object)s” goşuldy.

source: Changed “%(object)s” — %(changes)s
tr: “%(object)s” üýtgedildi — %(changes)s

source: Deleted “%(object)s.”
tr: “%(object)s” pozuldy.

source: LogEntry Object
tr: LogEntry maglumaty

source: Added {name} “{object}”.
tr: {name} “{object}” goşuldy.

source: Added.
tr: Goşuldy.

source: and
tr: we

source: Changed {fields} for {name} “{object}”.
tr: {name} “{object}” üçin {fields} üýtgedildi.

source: Changed {fields}.
tr: {fields} üýtgedildi.

source: Deleted {name} “{object}”.
tr: {name} “{object}” pozuldy.

source: No fields changed.
tr: Üýtgetme ýok.

source: None
tr: Hiçisi

source: Hold down “Control”, or “Command” on a Mac, to select more than one.
tr: Birden fazla seçmek için “Ctrl” veya Mac’teki “Command” tuşuna basılı tutun.

source: The {name} “{obj}” was added successfully.
tr: {name} “{obj}” üstünlikli goşuldy.

source: You may edit it again below.
tr: Aşakda täzeden üýtgeşme girizibilýäňiz.

source: The {name} “{obj}” was added successfully. You may add another {name} below.
tr: {name} “{obj}” üstünlikli goşuldy. Aşakda başka bir {name} goşup bilýäňiz.

source: The {name} “{obj}” was changed successfully. You may edit it again below.
tr: {name} “{obj}” üstünlikli goşuldy. Aşakda täzeden üýtgeşme girizip bilýäňiz..

source: The {name} “{obj}” was added successfully. You may edit it again below.
tr: {name} “{obj}” üstünlikli goşuldy. Aşakda täzeden üýtgeşme girizip bilýäňiz.

source: The {name} “{obj}” was changed successfully. You may add another {name} below.
tr: {name} “{obj}” üstünlikli üýtgedildi. Aşakda başga bir {name} goşup bilýäňiz.

source: The {name} “{obj}” was changed successfully.
tr: {name} “{obj}” üstünlikli üýtgeşme girizildi.

source: Items must be selected in order to perform actions on them. No items have been changed.
tr: Bunlar üzerinde eylemlerin uygulanması için öğeler seçilmek zorundadır. Hiç öğe değiştirilmedi.

source: No action selected.
tr: Saýlanan hereket ýok.

source: The %(name)s “%(obj)s” was deleted successfully.
tr: %(name)s “%(obj)s” üstünlikli pozuldy.

source: %(name)s with ID “%(key)s” doesn’t exist. Perhaps it was deleted?
tr: “%(key)s” kimliği olan %(name)s mevcut değil. Belki silinmiş midir?

source: Add %s
tr: %s goş

source: Change %s
tr: %s üýtget

source: View %s
tr: %s görkez

source: Database error
tr: Maglumatlar bazasy ýalňyşlygy

source: %(count)s %(name)s was changed successfully.
tr: %(count)s sany %(name)s üstünlikli çalyşyldy.

source: %(total_count)s selected
tr: %(total_count)s maglumat saýlandy

source: 0 of %(cnt)s selected
tr: 0 / %(cnt)s maglumat saýlandy

source: Change history: %s
tr: Değişiklik geçmişi: %s

source: Deleting %(class_name)s %(instance)s would require deleting the following protected related objects: %(related_objects)s
tr: %(class_name)s %(instance)s maglumatlaryň pozulmagy aşakdaky goralan maglumatlaryň hem hem pozulmagyna getirýär: %(related_objects)s

source: Django site admin
tr: Django site yöneticisi

source: Django administration
tr: Django yönetimi

source: Site administration
tr: Sahypa dolandyrylyşy

source: Log in
tr: Içeri gir

source: %(app)s administration
tr: %(app)s başlyklaýyn

source: Page not found
tr: Gözleýän sahypaňyz tapylmady

source: We’re sorry, but the requested page could not be found.
tr: Bagyşlaň, Gözleýän sahypaňyz tapylmady.

source: Home
tr: Baş sahypa

source: Server error
tr: Serwer näsazlygy

source: Server error (500)
tr: Serwer näsazlygy (500)

source: Server Error <em>(500)</em>
tr: Serwer näsazlygy <em>(500)</em>

source: There’s been an error. It’s been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
tr: Bir ýalňyşlyk döredi. Site yöneticilerine e-posta yoluyla bildirildi ve kısa süre içinde düzeltilmelidir. Sabrınız için teşekkür ederiz.

source: Run the selected action
tr: Saýlanan hereketi çalyş

source: Go
tr: Git

source: Click here to select the objects across all pages
tr: Ähli sahypadaky maglumatlary saýlamak üçin bärik basyň

source: Select all %(total_count)s %(module_name)s
tr: Ähli %(total_count)s %(module_name)s maglumatlary saýlaň

source: Clear selection
tr: Saýlananlary aýyr

source: First, enter a username and password. Then, you’ll be able to edit more user options.
tr: Ilki, ulanyjy adyňyzy we parolyňyzy giriň. Ondan soňra, goşmaça ulanyjy maglumatlaryny girizip bilýäňiz.

source: Enter a username and password.
tr: Ulanyjy ady ýada paroly giriň

source: Change password
tr: Paroly çalyş

source: Please correct the error below.
tr: Bagyşlaň aşakdaky ýalňyşy düzediň.

source: Please correct the errors below.
tr: Bagyşlaň aşakdaky ýalňyşlyklary düzediň.

source: Enter a new password for the user <strong>%(username)s</strong>.
tr: <strong>%(username)s</strong> ulanyjy üçin täze parol giriň.

source: Welcome,
tr: Hoş Geldiňiz,

source: View site
tr: Täzele

source: Documentation
tr: Dokumentler

source: Log out
tr: Çykmak

source: Add %(name)s
tr: %(name)s goş

source: History
tr: Taryh

source: View on site
tr: Sahypany görkez

source: Remove from sorting
tr: Yzygiderligi aýyr

source: Sorting priority: %(priority_number)s
tr: Yzygiderligi öňürtile: %(priority_number)s

source: Toggle sorting
tr: Yzygiderligi üýtget

source: Delete
tr: Poz

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
tr: %(object_name)s '%(escaped_object)s' maglumatlaryň pozulmagy, aşakdaky maglumatlaryň pozulmagy bilen netijelenýär, ýöne aşakdaky maglumat görnülerini pozmana rugsadyňyz ýok.

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
tr: %(object_name)s '%(escaped_object)s' maglumatyň pozulmagy, aşakdaky goralan degişli maglumatlaryň pozulmagyna getirýär:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
tr: %(object_name)s "%(escaped_object)s" pozmana çyndanam ynamyňyz barmy? Aşakdaky oňa degişli maglumatlar hem pozulýandyr:

source: Objects
tr: Obýektler

source: Yes, I’m sure
tr: Hawa, makullaýan

source: No, take me back
tr: Ýok, meni yza äkit

source: Delete multiple objects
tr: Birden kän maglumaty poz

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
tr: Saýlanan %(objects_name)s maglumatlaryň pozulmagy, oňa degişli maglumatlaryň pozulmagy bilen netijelenýär, ýöne hasabyňyz aşakdaky maglumatlary pozmak mümkinçiligine eýe däl.

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
tr: Saýlanan %(objects_name)s maglumatlaryň pozulmasy, aşakdaky goralan zatlaryň pozulmasyna getirýär:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
tr: Saýlanan %(objects_name)s maglumatlary çyndanam pozmak isleýärsiňizmi? Aşakdaky oňa degişli ähli maglumatlar hem pozulýandyr:

source: View
tr: Görkez

source: Delete?
tr: Pozmakçymy?

source: By %(filter_title)s
tr: %(filter_title)s süzgecine göre

source: Summary
tr: Umumy

source: Models in the %(name)s application
tr: %(name)s uygulamasındaki modeller

source: Add
tr: Goş

source: You don’t have permission to view or edit anything.
tr: Siziň üýtgediş girizmäne ýada görmäne mümkinçiligiňiz ýok.

source: Recent actions
tr: Soňky hereketler

source: My actions
tr: Meniň hereketlerim

source: None available
tr: hiçisi ýok

source: Unknown content
tr: Bilinmeyän ýazgy

source: Something’s wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
tr: Veritabanı kurulumunuz ile ilgili birşeyler yanlış. Uygun veritabanı tablolarının oluşturulduğundan ve veritabanının uygun kullanıcı tarafından okunabilir olduğundan emin olun.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
tr: %(username)s siziň kimligiňiz tanaldy, ýöne bu sahypa girmek size mümkin däl. Başga hasap bilen girmek isleýäňizmi?

source: Forgotten your password or username?
tr: Ulanyjy adymy ýada parolymy unutdym!

source: Date/time
tr: Sene/wagt

source: User
tr: Ulanyjy

source: Action
tr: Hereket

source: This object doesn’t have a change history. It probably wasn’t added via this admin site.
tr: Bu nesne değişme geçmişine sahip değil. Muhtemelen bu yönetici sitesi aracılığıyla eklenmedi.

source: Show all
tr: Ählisini görkez

source: Save
tr: Ýatda sakla

source: Popup closing…
tr: Açylan penjere ýapylýar…

source: Search
tr: Gözle

source: %(counter)s result
tr: %(counter)s netije

source: %(full_result_count)s total
tr: umumy %(full_result_count)s

source: Save as new
tr: Ýatda sakla

source: Save and add another
tr: Ýatda sakla we täze goşjak

source: Save and continue editing
tr: Ýatda sakla we üýtgetmäne dowam

source: Save and view
tr: Ýatda sakla we görkez

source: Close
tr: Ýap

source: Change selected %(model)s
tr: Saýlananlary %(model)s çalyş

source: Add another %(model)s
tr: Başka bir %(model)s goş

source: Delete selected %(model)s
tr: Saýlanan %(model)s poz

source: Thanks for spending some quality time with the Web site today.
tr: Bugin websahypamyzda gowy wagt geçireniňiz üçin minnetdar

source: Log in again
tr: Täzeden içeri gir

source: Password change
tr: Paroly çalyşmak

source: Your password was changed.
tr: Parolanynyz üstünlikli çalşyldy

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
tr: Güvenliğiniz için, lütfen eski parolanızı girin, ve ondan sonra yeni parolanızı iki kere girin böylece doğru olarak yazdığınızı doğrulayabilelim.

source: Change my password
tr: Parolamy çalyş

source: Password reset
tr: Parolymy nolla

source: Your password has been set. You may go ahead and log in now.
tr: Parolanız ayarlandı. Şimdi devam edebilir ve oturum açabilirsiniz.

source: Password reset confirmation
tr: Parola sıfırlama onayı

source: Please enter your new password twice so we can verify you typed it in correctly.
tr: Bagyşlaň täze parolyňyzy 2 gezek giriziň yazanyňyzy dogrulap bilmegimiz üçin.

source: New password:
tr: Taze parol:

source: Confirm password:
tr: Parola gaýtalaň:

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
tr: Parola sıfırlama bağlantısı geçersiz olmuş, çünkü zaten kullanılmış. Lütfen yeni bir parola sıfırlama isteyin.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
tr: Eğer girdiğiniz e-posta ile bir hesabınız varsa, parolanızın ayarlanması için size talimatları e-posta ile gönderdik. En kısa sürede almalısınız.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
tr: Eğer bir e-posta almadıysanız, lütfen kayıt olurken girdiğiniz adresi kullandığınızdan emin olun ve istenmeyen mesajlar klasörünü kontrol edin.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
tr: Bu e-postayı alıyorsunuz çünkü %(site_name)s sitesindeki kullanıcı hesabınız için bir parola sıfırlama istediniz.

source: Please go to the following page and choose a new password:
tr: Lütfen şurada belirtilen sayfaya gidin ve yeni bir parola seçin:

source: Your username, in case you’ve forgotten:
tr: Unutma ihtimalinize karşı, kullanıcı adınız:

source: Thanks for using our site!
tr: Websahypamyzy ulanýanyňyz üçin sagboluň!

source: The %(site_name)s team
tr: %(site_name)s grupbasy

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
tr: Parolanızı mı unuttunuz? Aşağıya e-posta adresinizi girin ve yeni bir tane ayarlamak için talimatları e-posta ile gönderelim.

source: Email address:
tr: E-poçta adresi:

source: Reset my password
tr: Parolamy nolla

source: All dates
tr: Ähli seneler

source: Select %s
tr: %s saýlaň

source: Select %s to change
tr: Üýtgetmek üçin %s saýlaň

source: Select %s to view
tr: Görkezmek üçin %s saýlaň

source: Date:
tr: Sene:

source: Time:
tr: Sagat:

source: Lookup
tr: Gözleg

source: Currently:
tr: Şu wagtda:

source: Change:
tr: Çalyş:
